export const articles = [
  {
    slug: "tech-trends-2025",
    title: "10 ترند مهم تکنولوژی در سال 2025",
    image: "/images/read/1.png",
    excerpt: "مروری بر مهم‌ترین فناوری‌هایی که آینده ما را شکل می‌دهند...",
    date: "2025-02-01",
    category: "تکنولوژی",
    content: `
      <h2>هوش مصنوعی فراگیر</h2>
      <p>
        هوش مصنوعی دیگر فقط یک ابزار نیست، بلکه بخشی جدایی‌ناپذیر از زندگی روزمره ما شده است...
      </p>

      <h2>محاسبات کوانتومی</h2>
      <p>
        پردازش‌هایی که قبلاً سال‌ها طول می‌کشید، حالا در چند ثانیه انجام می‌شود...
      </p>
    `,
  },
];
